Repository: notevia-app/notevia-app
Catalog: Notevia/notevia/lib/l10n/app_*.arb
Languages: fr, tr

source: Home
fr: Accueil
tr: Ana Sayfa

source: Notes
tr: Notlar

source: Diary
fr: Journal
tr: Günlük

source: Voice Notes
fr: Notes vocales
tr: Sesli notlar

source: Time Tools
fr: Outils Temps
tr: Zaman Araçları

source: Settings
fr: Paramètres
tr: Ayarlar

source: Save
fr: Enregistrer
tr: Kaydet

source: Cancel
fr: Annuler
tr: İptal

source: Delete
fr: Supprimer
tr: Sil

source: Edit
fr: Modifier
tr: Düzenle

source: Search
fr: Rechercher
tr: Ara

source: Add
fr: Ajouter
tr: Ekle

source: Back
fr: Retour
tr: Geri

source: Done
fr: Terminé
tr: Tamam

source: Yes
fr: Oui
tr: Evet

source: No
fr: Non
tr: Hayır

source: OK
tr: Tamam

source: Error
fr: Erreur
tr: Hata

source: Success
fr: Succès
tr: Başarılı

source: Warning
fr: Avertissement
tr: Uyarı

source: Info
tr: Bilgi

source: Loading...
fr: Chargement...
tr: Yükleniyor...

source: Retry
fr: Réessayer
tr: Tekrar Dene

source: Close
fr: Fermer
tr: Kapat

source: Share
fr: Partager
tr: Paylaş

source: Copy
fr: Copier
tr: Kopyala

source: Paste
fr: Coller
tr: Yapıştır

source: Select All
fr: Tout sélectionner
tr: Tümünü Seç

source: Clear
fr: Effacer
tr: Temizle

source: Refresh
fr: Actualiser
tr: Yenile

source: Today
fr: Aujourd'hui
tr: Bugün

source: Yesterday
fr: Hier
tr: Dün

source: Tomorrow
fr: Demain
tr: Yarın

source: This Week
fr: Cette semaine
tr: Bu Hafta

source: This Month
fr: Ce mois
tr: Bu Ay

source: This Year
fr: Cette année
tr: Bu Yıl

source: New Note
fr: Nouvelle note
tr: Yeni Not

source: Note title...
fr: Titre de la note...
tr: Not başlığı...

source: Note Content
fr: Contenu de la note
tr: Not İçeriği

source: Note Tags
fr: Tags de la note
tr: Not Etiketleri

source: Add tag...
fr: Ajouter une étiquette...
tr: Etiket ekle...

source: Remove Tag
fr: Supprimer le tag
tr: Etiket Kaldır

source: Important
tr: Önemli

source: Mark as Important
fr: Marquer comme important
tr: Önemli Olarak İşaretle

source: Unmark as Important
fr: Démarquer comme important
tr: Önemli İşaretini Kaldır

source: Hidden
fr: Caché
tr: Gizli

source: Hide Note
fr: Masquer la note
tr: Notu Gizle

source: Show Note
fr: Afficher la note
tr: Notu Göster

source: Delete Note
fr: Supprimer la note
tr: Notu Sil

# deleteNoteConfirm
source: Are you sure you want to delete this note?
fr: Êtes-vous sûr de vouloir supprimer cette note?
tr: Bu notu silmek istediğinizden emin misiniz?

source: Note deleted
fr: Note supprimée
tr: Not silindi

source: Note saved
fr: Note sauvegardée
tr: Not kaydedildi

source: Note updated
fr: Note mise à jour
tr: Not güncellendi

source: Search Notes
fr: Rechercher dans les notes
tr: Notlarda Ara

source: No notes found
fr: Aucune note trouvée
tr: Not bulunamadı

source: All Notes
fr: Toutes les notes
tr: Tüm Notlar

source: Important Notes
fr: Notes importantes
tr: Önemli Notlar

source: Hidden Notes
fr: Notes cachées
tr: Gizli Notlar

# recentNotes
source: Remind
fr: Rappeler
tr: Hatırlat

source: Oldest Notes
fr: Notes les plus anciennes
tr: Eski Notlar

source: Sort By
fr: Trier par
tr: Sırala

# sortByDate
source: By Date
fr: Par date
tr: Tarihe Göre

# sortByTitle
source: By Title
fr: Par titre
tr: Başlığa Göre

# sortByImportance
source: By Importance
fr: Par importance
tr: Öneme Göre

source: Filter By
fr: Filtrer par
tr: Filtrele

# filterByTags
source: By Tags
fr: Par tags
tr: Etiketlere Göre

# filterByImportance
source: By Importance
fr: Par importance
tr: Öneme Göre

source: Enhance with AI
fr: Améliorer avec l'IA
tr: AI ile Geliştir

source: Summarize with AI
fr: Résumer avec l'IA
tr: AI ile Özetle

source: Continue with AI
fr: Continuer avec l'IA
tr: AI ile Devam Et

source: AI Processing
fr: Traitement IA
tr: AI İşleniyor

source: AI error
fr: Erreur IA
tr: AI hatası

source: New Diary
fr: Nouveau journal
tr: Yeni Günlük

source: Diary title...
fr: Titre du journal...
tr: Günlük başlığı...

source: Diary Content
fr: Contenu du journal
tr: Günlük İçeriği

source: Diary Date
fr: Date du journal
tr: Günlük Tarihi

source: Select Date
fr: Sélectionner la date
tr: Tarih Seç

source: Background Color
fr: Couleur d'arrière-plan
tr: Arka Plan Rengi

source: Select Color
fr: Sélectionner la couleur
tr: Renk Seç

source: Delete Diary
fr: Supprimer le journal
tr: Günlüğü Sil

# deleteDiaryConfirm
source: Are you sure you want to delete this diary?
fr: Êtes-vous sûr de vouloir supprimer ce journal?
tr: Bu günlüğü silmek istediğinizden emin misiniz?

source: Diary deleted
fr: Journal supprimé
tr: Günlük silindi

source: Create New
fr: Créer nouveau
tr: Yeni Oluştur

source: Create Your Account
fr: Créez votre compte
tr: Hesabınızı Oluşturun

source: Your Name
fr: Votre nom
tr: Adınız

# pinFourDigit
source: PIN (4 digits)
fr: PIN (4 chiffres)
tr: PIN (4 haneli)

# pinUsageDescription
source: PIN will be used for your hidden notes and diary.
fr: Le PIN sera utilisé pour vos notes cachées et votre journal.
tr: PIN, gizli notlarınız ve günlüğünüz için kullanılacaktır.

source: Start
fr: Commencer
tr: Başla

source: Next
fr: Suivant
tr: İleri

source: Write Note
fr: Écrire une note
tr: Not Yaz

# createNewNote
source: Create a new note
fr: Créer une nouvelle note
tr: Yeni bir not oluştur

source: Create diary entry
fr: Créer une entrée de journal
tr: Günlük girişi oluştur

source: Diary saved
fr: Journal sauvegardé
tr: Günlük kaydedildi

source: Diary updated
fr: Journal mis à jour
tr: Günlük güncellendi

source: Search Diaries
fr: Rechercher dans les journaux
tr: Günlüklerde Ara

source: No diaries found
fr: Aucun journal trouvé
tr: Günlük bulunamadı

source: All Diaries
fr: Tous les journaux
tr: Tüm Günlükler

source: Recent Diaries
fr: Journaux récents
tr: Son Günlükler

source: Oldest Diaries
fr: Journaux les plus anciens
tr: Eski Günlükler

# thisMonthDiaries
source: This Month's Diaries
fr: Journaux de ce mois
tr: Bu Ayın Günlükleri

# lastMonthDiaries
source: Last Month's Diaries
fr: Journaux du mois dernier
tr: Geçen Ayın Günlükleri

source: Select Month
fr: Sélectionner le mois
tr: Ay Seç

source: Group by Month
fr: Grouper par mois
tr: Aya Göre Grupla

source: Group by Year
fr: Grouper par année
tr: Yıla Göre Grupla

source: Enhance Diary with AI
fr: Améliorer avec l'IA
tr: AI ile Geliştir

source: Continue Diary with AI
fr: Continuer le journal avec l'IA
tr: Günlüğü AI ile Devam Et

source: Daily Reminder
fr: Rappel quotidien
tr: Günlük Hatırlatma

source: Daily reminder enabled
fr: Rappel quotidien activé
tr: Günlük hatırlatma etkinleştirildi

source: Daily reminder disabled
fr: Rappel quotidien désactivé
tr: Günlük hatırlatma devre dışı bırakıldı

source: Reminder Time
fr: Heure du rappel
tr: Hatırlatma Saati

source: Reminder time updated
fr: Heure du rappel mise à jour
tr: Hatırlatma saati güncellendi

source: Write Your Diary
fr: Écrivez votre journal
tr: Günlüğünü Yaz

source: Don't forget to write today!
fr: N'oubliez pas d'écrire aujourd'hui!
tr: Bugün yazmayı unutma!

source: New Voice Note
fr: Nouvelle note vocale
tr: Yeni Sesli Not

source: Record Voice Note
fr: Enregistrer une note vocale
tr: Sesli Not Kaydet

# clearAllDataConfirm
source: Are you sure you want to delete all data? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer toutes les données ? Cette action ne peut pas être annulée.
tr: Tüm verileri silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Gemini API Key
fr: Clé API Gemini
tr: Gemini API Anahtarı

# apiKeySet
source: API key set successfully
fr: Clé API définie avec succès
tr: API anahtarı başarıyla ayarlandı

source: Clear All Data
fr: Effacer toutes les données
tr: Tüm Verileri Sil

source: Wrong PIN code
fr: Code PIN incorrect !
tr: Yanlış PIN kodu

source: PIN code removed
fr: Code PIN supprimé
tr: PIN kodu kaldırıldı

source: Set API Key
fr: Définir la clé API
tr: API Anahtarı Ayarla

source: Change PIN Code
fr: Changer le code PIN
tr: PIN Kodu Değiştir

source: PIN code changed
fr: Code PIN modifié
tr: PIN kodu değiştirildi

source: Enter PIN Code
fr: Entrer le code PIN
tr: PIN Kodunu Girin

source: Set PIN Code
fr: Définir le code PIN
tr: PIN Kodu Ayarla

# pinCodeSet
source: PIN code set successfully
fr: Code PIN défini avec succès
tr: PIN kodu başarıyla ayarlandı

source: Stop Recording
fr: Arrêter l'enregistrement
tr: Kaydı Durdur

source: Play Voice Note
fr: Lire la note vocale
tr: Sesli Notu Oynat

source: Pause Voice Note
fr: Mettre en pause la note vocale
tr: Sesli Notu Duraklat

source: Delete Voice Note
fr: Supprimer la note vocale
tr: Sesli Notu Sil

# deleteVoiceNoteConfirm
source: Are you sure you want to delete this voice note?
fr: Êtes-vous sûr de vouloir supprimer cette note vocale?
tr: Bu sesli notu silmek istediğinizden emin misiniz?

source: Voice note deleted
fr: Note vocale supprimée
tr: Sesli not silindi

source: Language
fr: Langue
tr: Dil

source: Turkish
fr: Turc
tr: Türkçe

source: English
fr: Anglais
tr: İngilizce

source: German
fr: Allemand
tr: Almanca

source: French
fr: Français
tr: Fransızca

source: Spanish
fr: Espagnol
tr: İspanyolca

source: Language changed
fr: Langue changée
tr: Dil değiştirildi

source: Additional Settings
fr: Paramètres supplémentaires
tr: Ek Ayarlar

source: Diaries
fr: Journaux
tr: Günlükler

source: Enter your name
fr: Entrez votre nom
tr: Adınızı girin

# userNameChanged
source: Username changed successfully
fr: Nom d'utilisateur modifié avec succès
tr: Kullanıcı adı başarıyla değiştirildi

source: Write Diary
fr: Écrire un journal
tr: Günlük Yaz

source: Save location not found
fr: Emplacement de sauvegarde introuvable
tr: Kayıt konumu bulunamadı

source: Import Data
fr: Importer des données
tr: Veri İçe Aktar

source: No diaries yet
fr: Aucun journal pour le moment
tr: Henüz günlük yok

# noSearchResultsDescription
source: No search results found
fr: Aucun résultat de recherche trouvé
tr: Arama sonucu bulunamadı

# noDiariesDescription
source: Start writing your first diary entry
fr: Commencez à écrire votre première entrée de journal
tr: İlk günlük girişinizi yazmaya başlayın

source: My Diaries
fr: Mes Journaux
tr: Günlüklerim

source: Search in diaries
fr: Rechercher dans les journaux
tr: Günlüklerde ara

source: No search results
fr: Aucun résultat de recherche
tr: Arama sonucu yok

source: Delete Confirmation
fr: Confirmation de suppression
tr: Silme Onayı

source: Diary Access
fr: Accès au journal
tr: Günlük Erişimi

source: Enter PIN to access diaries
fr: Entrez le PIN pour accéder aux journaux
tr: Günlüklere erişmek için PIN girin

# enterPinToAccessHiddenNotes
source: Enter your PIN code to access your hidden notes
fr: Entrez votre code PIN pour accéder à vos notes cachées
tr: Gizli notlarınıza erişmek için PIN kodunuzu girin

source: Delete Notes
fr: Supprimer les notes
tr: Notları Sil

source: Search in notes...
fr: Rechercher dans les notes...
tr: Notlar arasında ara...

source: Welcome to Notevia
fr: Bienvenue sur Notevia
tr: Notevia'ya Hoş Geldiniz

# aiSupportedExperience
source: Start your AI-supported voice and written note-taking experience.
fr: Commencez votre expérience de prise de notes vocales et écrites assistée par IA.
tr: Yapay zeka destekli sesli ve yazılı not tutma deneyimine başlayın.

source: AI Support
fr: Support IA
tr: Yapay Zeka Desteği

# enhanceWithGemini
source: Enhance, summarize and continue your notes with Gemini AI.
fr: Améliorez, résumez et continuez vos notes avec Gemini AI.
tr: Gemini AI ile notlarınızı geliştirin, özetleyin ve devam ettirin.

# recordAndCombine
source: Record voice notes, listen and combine with your texts.
fr: Enregistrez des notes vocales, écoutez-les et combinez-les avec vos textes.
tr: Sesli notlar kaydedin, dinleyin ve metinlerinizle birleştirin.

source: Secure Journal
fr: Journal sécurisé
tr: Güvenli Günlük

# pinProtectedJournal
source: Keep a PIN-protected journal and keep your memories safe.
fr: Tenez un journal protégé par PIN et gardez vos souvenirs en sécurité.
tr: PIN korumalı günlük tutun ve anılarınızı güvende saklayın.

source: Create security PIN
fr: Créer un PIN de sécurité
tr: Güvenlik PIN'i oluşturun

# dataLoadingError
source: Error occurred while loading data
fr: Erreur lors du chargement des données
tr: Veri yüklenirken hata oluştu

source: Microphone permission required
fr: Permission du microphone requise
tr: Mikrofon izni gerekli

source: Recording start error
fr: Impossible de démarrer l'enregistrement
tr: Kayıt başlatılamadı

source: Recording stop error
fr: Erreur d'arrêt de l'enregistrement
tr: Kayıt durdurma hatası

source: Save Voice Note
fr: Sauvegarder la note vocale
tr: Sesli Notu Kaydet

source: Voice note saved
fr: Note vocale sauvegardée
tr: Sesli not kaydedildi

source: Save error
fr: Erreur de sauvegarde
tr: Kaydetme hatası

source: Playback error
fr: Erreur de lecture
tr: Oynatma hatası

source: Delete error
fr: Erreur de suppression
tr: Silme hatası

# voiceNotesTitle
source: Voice Notes
fr: Notes vocales
tr: Sesli Notlar

source: Exit
fr: Quitter
tr: Çık

source: Voice Note
fr: Note vocale
tr: Sesli Not

# noteTitleOrContentEmpty
source: Note title or content cannot be empty
fr: Le titre ou le contenu de la note ne peut pas être vide
tr: Not başlığı veya içeriği boş olamaz

source: Error saving note
fr: Erreur lors de la sauvegarde de la note
tr: Not kaydedilirken hata oluştu

source: Hidden Note
fr: Note cachée
tr: Gizli Not

# unsavedChangesMessage
source: You have unsaved changes. Are you sure you want to leave?
fr: Vous avez des modifications non sauvegardées. Êtes-vous sûr de vouloir quitter ?
tr: Kaydedilmemiş değişiklikleriniz var. Çıkmak istediğinizden emin misiniz?

# twentyFourHour
source: 24 Hour
fr: 24 heures
tr: 24 saat

source: AM/PM
tr: ÖÖ/ÖS

source: Default Palette
fr: Palette par défaut
tr: Varsayılan palet

source: Select Date & Time
fr: Sélectionner date et heure
tr: Tarih ve saat seç

source: Custom Filter
fr: Filtre personnalisé
tr: Özel filtre

# cancelRecordingConfirmation
source: Are you sure you want to cancel recording?
fr: Êtes-vous sûr de vouloir annuler l'enregistrement ?
tr: Kaydı iptal etmek istediğinizden emin misiniz?

source: PIN not set
fr: PIN non défini
tr: PIN ayarlanmamış

source: Added Filters
fr: Filtres ajoutés
tr: Eklenen filtreler

source: Reminder
fr: Rappel
tr: Hatırlatıcı

source: Yearly
fr: Annuel
tr: Yıllık

source: None
fr: Aucun
tr: Hiçbiri

source: Unsaved Changes
fr: Modifications non sauvegardées
tr: Kaydedilmemiş değişiklikler

source: Daily
fr: Quotidien
tr: Günlük

source: Weekly
fr: Hebdomadaire
tr: Haftalık

source: Monthly
fr: Mensuel
tr: Aylık

source: Audio playback failed
fr: Échec de la lecture audio
tr: Ses oynatma başarısız

source: Content
fr: Contenu
tr: İçerik

source: Reading Mode
fr: Mode lecture
tr: Okuma modu

source: No content...
fr: Aucun contenu...
tr: İçerik yok...

source: Secure
fr: Sécurisé
tr: Güvenli

source: Diary Detail
fr: Détail du journal
tr: Günlük detayı

source: Written Date
fr: Date d'écriture
tr: Yazılma tarihi

source: Now
fr: Maintenant
tr: Şimdi

source: minutes ago
fr: minutes
tr: dakika önce

# enterPinToAccessHiddenNote
source: Enter your PIN code to access hidden note
fr: Entrez votre code PIN pour accéder à la note cachée
tr: Gizli nota erişmek için PIN kodunuzu girin

source: Delete Filter
fr: Supprimer le filtre
tr: Filtreyi Sil

source: Add reminder
fr: Ajouter un rappel
tr: Hatırlatıcı ekle

source: Repeat daily
fr: Répéter quotidiennement
tr: Her gün tekrarla

source: Enter custom filter name
fr: Entrez le nom du filtre personnalisé
tr: Özel filtre adı girin

source: Chat with AI...
fr: Discuter avec l'IA...
tr: AI ile sohbet et...

source: Cancel Recording
fr: Annuler l'enregistrement
tr: Kaydı İptal Et

source: Audio playback error
fr: Impossible de lire le fichier audio
tr: Ses dosyası oynatılamadı

# diaryTitleOrContentEmpty
source: Diary title or content cannot be empty
fr: Le titre ou le contenu du journal ne peut pas être vide
tr: Günlük başlığı veya içeriği boş olamaz

source: Content required for enhancement
fr: Contenu requis pour l'amélioration
tr: Geliştirme için içerik gerekli

source: Diary enhanced with AI
fr: Journal amélioré avec l'IA
tr: Günlük AI ile geliştirildi

source: AI enhancement error
fr: Erreur d'amélioration IA
tr: AI geliştirme hatası

source: Content required for continuation
fr: Contenu requis pour la continuation
tr: Devam ettirme için içerik gerekli

source: Diary continued with AI
fr: Journal continué avec l'IA
tr: Günlük AI ile devam ettirildi

source: AI continuation error
fr: Erreur de continuation IA
tr: AI devam ettirme hatası

source: Select Background Color
fr: Sélectionner la couleur d'arrière-plan
tr: Arka Plan Rengini Seç

source: Continue Diary
fr: Continuer
tr: Devam Ettir

source: Note content required for enhancement
fr: Contenu de la note requis pour l'amélioration
tr: Geliştirmek için not içeriği gerekli

source: Note enhanced with AI
fr: Note améliorée avec l'IA
tr: Not AI ile geliştirildi

source: Note content required for summarization
fr: Contenu de la note requis pour le résumé
tr: Özetlemek için not içeriği gerekli

source: Note summarized
fr: Note résumée
tr: Not özetlendi

source: AI summarization error
fr: Erreur de résumé IA
tr: AI özetleme hatası

source: Note content required for continuation
fr: Contenu de la note requis pour la continuation
tr: Devam ettirmek için not içeriği gerekli

source: Note continued with AI
fr: Note continuée avec l'IA
tr: Not AI ile devam ettirildi

source: Summarize
fr: Résumer
tr: Özetle

# continueNote
source: Continue
fr: Continuer
tr: Devam Ettir

source: Write your note here...
fr: Écrivez votre note ici...
tr: Notunuzu buraya yazın...

# audioFilePlaybackError
source: Audio file could not be played
fr: Le fichier audio n'a pas pu être lu
tr: Ses dosyası oynatılamadı

source: Delete Audio File
fr: Supprimer le fichier audio
tr: Ses Dosyasını Sil

source: Audio file deleted
fr: Fichier audio supprimé
tr: Ses dosyası silindi

source: Audio file could not be deleted
fr: Le fichier audio n'a pas pu être supprimé
tr: Ses dosyası silinemedi

source: Dark Theme
fr: Thème sombre
tr: Koyu Tema

source: Light Theme
fr: Thème clair
tr: Açık Tema

source: Danger Zone
fr: Zone dangereuse
tr: Tehlikeli Bölge

source: Appearance
fr: Apparence
tr: Görünüm

source: Color Palette
fr: Palette de couleurs
tr: Renk Paleti

source: Ocean Blue
fr: Bleu océan
tr: Okyanus Mavisi

source: Forest Green
fr: Vert forêt
tr: Orman Yeşili

source: Sunset Orange
fr: Orange coucher de soleil
tr: Gün Batımı Turuncusu

source: Royal Purple
fr: Violet royal
tr: Kraliyet Moru

source: Rose Pink
fr: Rose rose
tr: Gül Pembesi

source: Select Language
fr: Sélectionner la langue
tr: Dil Seçin

source: Time Format
fr: Format d'heure
tr: Saat Biçimi

source: Start Recording
fr: Commencer l'enregistrement
tr: Kayıt Başlat

# writeFirstDiary
source: Write Your First Diary
fr: Écrivez votre premier journal
tr: İlk Günlüğünü Yaz

# continueText
source: Continue
fr: Continuer
tr: Devam Ettir

source: Audio file deletion error
fr: Impossible de supprimer le fichier audio
tr: Ses dosyası silinemedi

source: Language changed to
fr: Langue changée en
tr: Dil değiştirildi

source: File saved
fr: Fichier sauvegardé
tr: Dosya kaydedildi

source: Export error
fr: Erreur d'exportation
tr: Dışa aktarma hatası

source: Import completed
fr: Importation terminée
tr: İçe aktarma tamamlandı

source: Import error
fr: Erreur d'importation
tr: İçe aktarma hatası

# allDataDeleted
source: All data deleted. App restarting...
fr: Toutes les données supprimées. Redémarrage de l'application...
tr: Tüm veriler silindi. Uygulama yeniden başlatılıyor...

source: Change Username
fr: Changer le nom d'utilisateur
tr: Kullanıcı Adını Değiştir

# usernameChanged
source: Username changed successfully
fr: Nom d'utilisateur changé avec succès
tr: Kullanıcı adı başarıyla değiştirildi

source: Edit Diary
fr: Modifier le journal
tr: Günlüğü Düzenle

# diaryTitlePlaceholder
source: Diary title...
fr: Titre du journal...
tr: Günlük başlığı...

source: Duration
fr: Durée
tr: Süre

source: Recording Duration
fr: Durée d'enregistrement
tr: Kayıt süresi

source: Untitled Diary
fr: Journal sans titre
tr: Başlıksız günlük

# enterPinToViewHiddenNote
source: Enter your PIN code to view this hidden note
fr: Entrez votre code PIN pour voir cette note cachée
tr: Gizli notu görmek için PIN kodunuzu girin

source: Theme Selection
fr: Sélection du thème
tr: Tema Seçimi

# lightThemeOption
source: Light Theme
fr: Thème clair
tr: Açık Tema

# darkThemeOption
source: Dark Theme
fr: Thème sombre
tr: Koyu Tema

source: Content required for summarization
fr: Contenu requis pour le résumé
tr: Özetlemek için içerik gerekli

source: Error loading voice notes
fr: Erreur lors du chargement des notes vocales
tr: Sesli notlar yüklenirken hata

source: Error loading diaries
fr: Erreur lors du chargement des journaux
tr: Günlükler yüklenirken hata

source: Error loading data
fr: Erreur lors du chargement des données
tr: Veri yüklenirken hata oluştu

source: Personalization
fr: Personnalisation
tr: Kişiselleştirme

source: User Name
fr: Nom d'utilisateur
tr: Kullanıcı Adı

# changePinCodeSubtitle
source: Change your PIN code
fr: Changez votre code PIN
tr: PIN kodunuzu değiştirin

source: Theme
fr: Thème
tr: Tema

# deleteDiaryTitle
source: Delete Diary
fr: Supprimer le journal
tr: Günlüğü sil

# deleteDiaryConfirmation
source: diary will be deleted. Are you sure?
fr: Le journal sera supprimé. Êtes-vous sûr ?
tr: Günlük silinecek. Emin misiniz?

source: Untitled Note
fr: Note sans titre
tr: Başlıksız not

source: Untitled Voice Note
fr: Note vocale sans titre
tr: Başlıksız sesli not

# voiceNoteTitle
source: Voice Note
fr: Note vocale
tr: Sesli not

source: Voice note loading error
fr: Erreur de chargement de la note vocale
tr: Sesli not yükleme hatası

# recordingStartErrorMessage
source: Error starting recording
fr: Erreur de démarrage de l'enregistrement
tr: Kayıt başlatma hatası

# recordingStopErrorMessage
source: Error stopping recording
fr: Erreur d'arrêt de l'enregistrement
tr: Kayıt durdurma hatası

source: No voice notes yet
fr: Aucune note vocale pour le moment
tr: Henüz sesli not yok

# recordFirstVoiceNote
source: Press the microphone button to record your first voice note
fr: Appuyez sur le bouton microphone pour enregistrer votre première note vocale
tr: İlk sesli notunuzu kaydetmek için mikrofon düğmesine basın

# deleteVoiceNoteConfirmation
source: Are you sure you want to delete this voice note?
fr: Êtes-vous sûr de vouloir supprimer cette note vocale ?
tr: Bu sesli notu silmek istediğinizden emin misiniz?

# noteEditorTitle
source: Edit Note
fr: Modifier la note
tr: Notu düzenle

# newNoteTitle
source: New Note
fr: Nouvelle note
tr: Yeni not

# noteContentPlaceholder
source: Write your note here...
fr: Écrivez votre note ici...
tr: Notunuzu buraya yazın...

# noteTitlePlaceholder
source: Note title...
fr: Titre de la note...
tr: Not başlığı...

source: Enhance Note
fr: Améliorer la note
tr: Notu geliştir

source: AI development error
fr: Erreur de développement IA
tr: AI geliştirme hatası

# aiContinuationErrorMessage
source: AI continuation error
fr: Erreur de continuation IA
tr: AI devam hatası

source: Reminder set error
fr: Erreur de définition du rappel
tr: Hatırlatıcı ayarlama hatası

source: Note Reminders
fr: Rappels de notes
tr: Not hatırlatıcıları

# noteRemindersDescription
source: Note Reminders
fr: Rappels de notes
tr: Not hatırlatıcıları

source: Daily Note Reminder
fr: Rappel quotidien de note
tr: Günlük not hatırlatıcısı

# noteReminderTitle
source: Note Reminder
fr: Rappel de note
tr: Not hatırlatıcısı

# filterDeleteConfirmation
source: filter will be deleted. Are you sure?
fr: Le filtre sera supprimé. Êtes-vous sûr ?
tr: Filtre silinecek. Emin misiniz?

source: Mark Note as Important
fr: Marquer la note comme importante
tr: Notu önemli olarak işaretle
