Repository: notevia-app/notevia-app
Catalog: Notevia/notevia/lib/l10n/app_*.arb
Languages: fr, tr

source: Mark Note as Hidden
fr: Marquer la note comme cachée
tr: Notu gizli olarak işaretle

source: Save Changes
fr: Sauvegarder les modifications
tr: Değişiklikleri kaydet

source: No voice recording yet
fr: Aucun enregistrement vocal pour le moment
tr: Henüz ses kaydı yok

source: My Voice Notes
fr: Mes notes vocales
tr: Sesli notlarım

source: Repeat Reminder
fr: Répéter le rappel
tr: Hatırlatıcıyı tekrarla

source: AI-Powered Note Taking
fr: Prise de notes assistée par IA
tr: AI destekli not alma

# deleteAudioFileConfirmation
source: Are you sure you want to delete this audio file?
fr: Êtes-vous sûr de vouloir supprimer ce fichier audio ?
tr: Bu ses dosyasını silmek istediğinizden emin misiniz?

source: Audio file deletion failed
fr: Échec de la suppression du fichier audio
tr: Ses dosyası silme başarısız

# doubleTapToReturn
source: Double tap to return to home
fr: Appuyez deux fois pour revenir à l'accueil
tr: Anasayfaya dönmek için çift dokunun

source: Note
tr: Not

source: Tags
fr: Étiquettes
tr: Etiketler

# homePage
source: Home
fr: Page d'accueil
tr: Ana Sayfa

source: Add Note
fr: Ajouter une note
tr: Not Ekle

source: My Diary
fr: Mon journal
tr: Günlüğüm

source: Clock
fr: Horloge
tr: Saat

source: User
fr: Utilisateur
tr: Kullanıcı

source: hours ago
fr: heures
tr: saat önce

source: days ago
fr: jours
tr: gün önce

source: Extra Settings
fr: Paramètres supplémentaires
tr: Ek ayarlar

source: Good morning,
fr: Bonjour,
tr: Günaydın,

source: Good afternoon,
fr: Bon après-midi,
tr: İyi öğleden sonralar,

source: Good evening,
fr: Bonsoir,
tr: İyi akşamlar,

source: Good Night
tr: İyi geceler,

source: Audio Recordings
fr: Enregistrements audio
tr: Ses kayıtları

source: Edited
fr: Modifié
tr: Düzenlendi

# diaryContentPlaceholder
source: How was your day? Write your thoughts here...
fr: Comment s'est passée votre journée ? Écrivez vos pensées ici...
tr: Gününüz nasıl geçti? Düşüncelerinizi buraya yazın...

source: Select Your Color Palette
fr: Sélectionnez votre palette de couleurs
tr: Renk paletinizi seçin

source: Rename Audio File
tr: Ses Dosyasını Yeniden Adlandır

source: Enter new name
tr: Yeni isim girin

source: PDF downloaded
fr: PDF téléchargé
tr: PDF indirildi

source: TXT downloaded
fr: TXT téléchargé
tr: TXT indirildi

source: PDF download error
fr: Erreur de téléchargement PDF
tr: PDF indirmede hata

source: TXT download error
fr: Erreur de téléchargement TXT
tr: TXT indirmede hata

source: Storage permission required
fr: Permission de stockage requise
tr: Depolama izni gerekli

source: Download as PDF
fr: Télécharger en PDF
tr: PDF olarak indir

source: Download as TXT
fr: Télécharger en TXT
tr: TXT olarak indir

# shareFormat
source: Select Share Format
fr: Sélectionner le format de partage
tr: Paylaşma Formatı Seçin

# downloadToDevice
source: Or Download to Device
fr: Ou télécharger sur l'appareil
tr: Veya Cihaza İndir

source: Share with
fr: Partager avec
tr: ile Paylaş

source: PDF shared successfully
fr: PDF partagé avec succès
tr: PDF başarıyla paylaşıldı

source: TXT shared successfully
fr: TXT partagé avec succès
tr: TXT başarıyla paylaşıldı

# pdfShareFailed
source: PDF sharing failed
fr: Échec du partage PDF
tr: PDF paylaşımı başarısız

# txtShareFailed
source: TXT sharing failed
fr: Échec du partage TXT
tr: TXT paylaşımı başarısız

# pdfDownloadedSuccessfully
source: PDF saved to Downloads folder
fr: PDF enregistré dans le dossier Téléchargements
tr: PDF İndirilenler klasörüne kaydedildi

# txtDownloadedSuccessfully
source: TXT saved to Downloads folder
fr: TXT enregistré dans le dossier Téléchargements
tr: TXT İndirilenler klasörüne kaydedildi

source: Open
fr: Ouvrir
tr: Aç

source: Developer Info
fr: Informations développeur
tr: Geliştirici Bilgisi

source: voice recording contains
fr: enregistrement vocal contient
tr: sesli kayıt içeriyor

# appDescription
source: A simple and elegant diary app
fr: Une application de journal simple et élégante
tr: Basit ve şık bir günlük uygulaması
