Repository: notevia-app/notevia-app
Catalog: viflow/lib/l10n/app_*.arb
Languages: tr

# onboardTitle1
source: Water is Life
tr: Su Hayattır

# onboardDesc1
source: It is now very easy to track the water your body needs.
tr: Vücudunuzun ihtiyaç duyduğu suyu takip etmek artık çok kolay.

# onboardTitle2
source: Set Your Goal
tr: Hedefini Belirle

# onboardDesc2
source: Protect your health with goals calculated specifically for you.
tr: Sana özel hesaplanan hedeflerle sağlığını koru.

# onboardTitle3
source: Take Action
tr: Harekete Geç

# onboardDesc3
source: Make drinking water a habit with daily reminders.
tr: Günlük hatırlatıcılarla su içmeyi alışkanlık haline getir.

source: Skip
tr: Atla

source: Next
tr: Devam

source: Start
tr: Başlangıç

# nameQuestion
source: What is your name?
tr: Adın Nedir?

# nameHint
source: Name
tr: İsim

source: Personal Info
tr: Kişisel Bilgiler

source: Age
tr: Yaş

source: Gender
tr: Cinsiyet

source: Male
tr: Erkek

source: Female
tr: Kadın

source: Body Measurements
tr: Vücut Ölçüleri

# weight
source: Weight (kg)
tr: Kilo (kg)

# height
source: Height (cm)
tr: Boy (cm)

source: Activity Level
tr: Aktivite Seviyesi

source: Sedentary
tr: Az Hareketli

source: Moderate
tr: Orta Hareketli

source: Active
tr: Yüksek Hareketli

# calculateAndStart
source: Calculate & Start
tr: Hesapla ve Başla

# enterNameError
source: Please enter your name.
tr: Lütfen isminizi giriniz.

# enterAgeError
source: Please enter your age.
tr: Lütfen yaşınızı giriniz.

# selectGenderError
source: Please select a gender.
tr: Lütfen cinsiyet seçiniz.

# enterWeightError
source: Please enter your weight.
tr: Lütfen kilonuzu giriniz.

# enterHeightError
source: Please enter your height.
tr: Lütfen boyunuzu giriniz.

# defaultUser
source: User
tr: Kullanıcı

# hello
source: Hello, {name}
tr: Merhaba, {name}

source: Today's Records
tr: Bugünün Kayıtları

source: No records yet
tr: Henüz kayıt yok

# noWaterDrunk
source: You haven't drunk water yet
tr: Henüz su içmedin

source: Custom
tr: Özel

source: Enter Amount
tr: Miktar Giriniz

source: Add
tr: Ekle

source: Cancel
tr: İptal

source: Water Drunk
tr: Su İçildi

# actionUndone
source: Undone
tr: Geri Alındı

# addedMsg
source: {amount} ml added!
tr: {amount} ml eklendi!

source: UNDO
tr: GERİ AL

# errorInvalidAmount
source: Please enter a valid amount.
tr: Lütfen geçerli bir miktar giriniz.

# motivation1
source: Water is life, don't forget to drink!
tr: Su hayattır, içmeyi unutma!

# motivation2
source: Great job! Keep hitting those goals.
tr: Harikasın! Hedefine adım adım yaklaşıyorsun.

# motivation3
source: Hydration is key to focus.
tr: Odaklanmak için suya ihtiyacın var.

# motivation4
source: Small sips lead to big health benefits.
tr: Küçük yudumlar, büyük sağlık getirir.

# motivation5
source: Your body thanks you for every drop.
tr: Vücudun her damla için sana minnettar.

source: Statistics
tr: İstatistikler

source: Reminder
tr: Hatırlatıcı

source: Settings
tr: Ayarlar

source: Habit Calendar
tr: Alışkanlık Takvimi

source: Overview
tr: Genel Durum

source: Total Intake
tr: Toplam İçilen

source: Active Days
tr: Aktif Gün

# timeDistribution
source: Time Distribution (Last 7 Days)
tr: Zaman Dağılımı (Son 7 Gün)

source: Weekly Detail
tr: Haftalık Detay

source: Morning
tr: Sabah

source: Afternoon
tr: Öğle

source: Evening
tr: Akşam

source: Night
tr: Gece

source: Less
tr: Az

source: More
tr: Çok

source: Day
tr: Gün

source: Days
tr: Gün

source: Enable Notifications
tr: Bildirimleri Aç

# reminderSubtitle
source: Remind me to drink water throughout the day
tr: Gün boyu su içmeni hatırlat

source: Frequency
tr: Sıklık

source: minutes
tr: dakika

source: Start Time
tr: Başlangıç

source: End Time
tr: Bitiş

# reminderInfo
source: Notifications will be scheduled between selected hours.
tr: Bildirimler seçilen saatler arasında planlanacaktır.

# permissionRequired
source: Notification Permission Required
tr: Bildirim İzni Gerekli

# permissionDesc
source: To remind you to drink water, we need permission to send notifications. Please enable it in settings.
tr: Su içmeni hatırlatabilmemiz için bildirim iznine ihtiyacımız var. Lütfen ayarlardan etkinleştir.

source: Open Settings
tr: Ayarları Aç

# notificationsSet
source: Notifications scheduled!
tr: Bildirimler planlandı!

source: Notifications disabled.
tr: Bildirimler kapatıldı.

source: End
tr: Bitiş

source: Interval
tr: Sıklık

# minuteAbbr
source: min
tr: dk

source: Reminder Active
tr: Hatırlatıcı Aktif

# reminderPassive
source: Reminder Inactive
tr: Hatırlatıcı Pasif

# googleSignIn
source: Save & Start with Google
tr: Google ile Kaydet ve Başla

# continueAnonymously
source: Continue without saving data
tr: Verileri Kaydetmeden Devam Et

# fillAllFieldsError
source: Please fill in all steps first.
tr: Lütfen önce tüm adımları doldurun.

source: Data Management
tr: Veri Yönetimi

source: Link with Google
tr: Google ile Hesabı Bağla

source: Secure your data
tr: Verilerini güvenceye al

# accountLinked
source: Account linked successfully!
tr: Hesap başarıyla bağlandı!

# linkFailed
source: Could not link account
tr: Hesap bağlanamadı

source: Profile
tr: Profil

source: Daily Goal
tr: Günlük Hedef

source: Language
tr: Dil

source: Theme
tr: Tema

# resetData
source: Reset All Data
tr: Tüm Verileri Sıfırla

# resetDesc
source: To start over
tr: Sıfırdan başlamak için

source: Are you sure?
tr: Emin misin?

# resetWarning
source: All your drinking history and settings will be deleted. This action cannot be undone.
tr: Bütün geçmiş su içme verilerin ve ayarların silinecek. Bu işlem geri alınamaz.

source: Yes, Reset
tr: Evet, Sil

source: Edit Profile
tr: Profili Düzenle

source: Save Changes
tr: Kaydet

# profileUpdated
source: Profile updated successfully!
tr: Profil başarıyla güncellendi!

# targetUpdated
source: Daily goal updated based on new data.
tr: Yeni verilere göre günlük hedef güncellendi.

source: Select Gender
tr: Cinsiyet Seçiniz

source: App Settings
tr: Uygulama Ayarları

source: Select Language
tr: Dil Seçiniz

source: Select Theme
tr: Tema Seçiniz

source: System
tr: Sistem (Otomatik)

source: Light
tr: Aydınlık

source: Dark
tr: Karanlık

source: Version
tr: Sürüm
